Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: MEMCARD-Update: Error programming USERROM
de: MEMCARD-Update: Fehler beim Programmieren des USERROM

source: MEMCARD-Update: Error programming SYSTEMROM
de: MEMCARD-Update: Fehler beim Programmieren des SYSTEMROM

source: MEMCARD-Update: FIXRAM not configured
de: MEMCARD-Update: FIXRAM nicht konfiguriert

source: MEMCARD-Update: FIXRAM configured too small
de: MEMCARD-Update: FIXRAM zu klein konfiguriert

source: MEMCARD-Update: USERROM too small for user rom module
de: MEMCARD-Update: USERROM zu klein für Userrom-Module

source: MEMCARD-Update: SYSTEMROM too small for main system plus expansions
de: MEMCARD-Update: SYSTEMROM zu klein für Basissystem plus Erweiterungen

source: MEMCARD-Update: wrong CPU-type, no MemCard possible
de: MEMCARD-Update: falscher CPU-Typ, keine MemCard moeglich

source: MEMCARD-Update made
de: MEMCARD-Update durchgeführt

source: The specified module is not available
de: Das angegebene Modul ist nicht vorhanden

source: The specified slot on the module is not supported
de: Der angegebene Steckplatz am Modul wird nicht unterstützt

source: The output data length exceeds the allowed area (255)
de: Die Outputdatenlänge überschreitet den erlaubten Bereich (255)

source: The input data length exceeds the allowed area (255)
de: Die Inputdatenlänge überschreitet den erlaubten Bereich (255)

source: No IF661 module available
de: Kein IF661-Modul vorhanden

source: L2DP does not have enough memory (reduce data length)
de: L2DP hat zu wenig Speicher (Datenlängen bitte reduzieren)

source: Output data pointer == ZERO and data length=0
de: Outputdatenpointer == NULL und Datenlänge!=0

source: Input data pointer == ZERO and data length=0
de: Inputdatenpointer == NULL und Datenlänge!=0

source: The LSX.SSY String is incorrect
de: Der String LSX.SSY stimmt nicht

source: Not yet in data transfer mode.
de: Der Datentransfermode wurde noch nicht erreicht.

source: Incorrect slave status
de: Falsche Slavezustand

source: PPMAN: General fatal error
de: PPMAN: allgemeiner fataler Fehler

source: PPMAN: Timeout in CPU PP boot handshake
de: PPMAN: Timeout im CPU-PP Hochlauf-Handshake

source: PPMAN: Number of system bus modules configured too small
de: PPMAN: Anzahl der Systembusmodule zu klein konfiguriert

source: PPMAN: System boot in INIT mode not possible
de: PPMAN: Systemhochlauf im Mode Warmstart nicht möglich

source: PPMAN: Different AR Versions on CPU/PP
de: PPMAN: Unterschiedliche Automation Runtime Versionen im Gesamtsystem

source: Incorrect PP_module address or no PP present
de: PPDPRLIB: Falsche PP_Moduladresse oder kein PP vorhanden

source: PPConnect called twice
de: PPDPRLIB: Doppelter Aufruf von PPConnect

source: Incorrect memory length
de: PPDPRLIB: Falsche Länge des Speichers

source: "ppdprlib.br" library not loaded on PP
de: PPDPRLIB: Library "ppdprlib.br am PP nicht geladen

source: Free memory error (incorrect pointer)
de: PPDPRLIB: Freier Speicher-Fehler (falscher Zeiger)

source: DPR length too long
de: PPDPRLIB: Zu große DPR-Länge

source: Incorrect identifier (identifier = 0)
de: PPDPRLIB: Falscher Ident (Ident = 0)

source: EXT-FUBs: old task still open
de: EXT-FUBs: alter Auftrag noch offen

source: LVW_free: incorrect pointer
de: LVW_free: falscher Pointer

source: LVW_alloc/LVW_free: User bitmap defective
de: LVW_alloc/LVW_free: User-Bitmap defekt

source: LVW_alloc/LVW_free: VW-Pointer changed
de: LVW_alloc/LVW_free: VW-Pointer geändert

source: Profiler: This CPU is presently not supported
de: Profiler: Diese CPU wird momentan nicht unterstützt

source: Profiler: Task list too small
de: Profiler: Task Liste ist zu klein

source: Logging not running (Profiler not active)
de: Profiler: Profiler nicht aktiv

source: Profiler: Different version AS Profiler - AR Profiler
de: Profiler: Versionskonflikt AS Profiler - AR Profiler

source: Log buffer not set
de: Profiler: Kein LOG Puffer

source: Profiler: Logging already activated
de: Profiler: Logging bereits aktiv

source: Profiler: OS Task Switch Error
de: Profiler: Automation Runtime Task Switch Fehler

source: Profiler: Communication Error
de: Profiler: Kommunikationsfehler

source: Profiler: General error with AsProfiler
de: Profiler: allgemeiner Fehler bei AsProfiler

source: Required library function not found on target system
de: Eine benötigte Bibliotheksfunktion ist am Zielsystem nicht vorhanden

source: Not enough free memory for librarytable
de: Zuwenig Speicher fuer Bibliothek-Verwaltung

source: Unable to delete library on target system since library function still referenced
de: Eine Bibliotheksfunktion ist noch referenziert, die Bibliothek kann am Zielsystem nicht gelöscht werden

source: Library function is not referenced, unlink failed
de: Bibliothek-Funktion ist nicht referenziert, kein Unlink moeglich

source: Library function already exists (duplicated symbol)
de: Library-Funktion mit diesem Namen existiert bereits (duplicated symbol)

source: Trap-Library not installed (RIO, ...)
de: Trap-Erweiterungs-Bibliothek nicht installiert (RIO, ...)

source: info internal communication management
de: Info internes Kommunikationsmanagement

source: pointer check failed
de: Pointerprüfung fehlgeschlagen

source: BUGFIX: Incorrect PLCSW version or configuration problem (stack)
de: BUGFIX: Falsche Automation Runtime-Version bzw. Konfigurationsproblem (Stack)

source: Mode change communication error
de: Moduswechsel Meldefehler

source: internal error 0x8409
de: Interner Fehler 0x8409

source: Error in MFW_produce
de: Fehler in MFW_produce

source: Enabling execution of SafeOS failed
de: Die Freigabe der Exekution der Verknüpfungslogik ist fehlgeschlagen

source: Incomplete unlock request
de: Unvollständiger Freischaltbefehl

source: Cycle time exceeded
de: Zykluszeitüberschreitung

source: Safety cycle time changed while in operational mode (µP1)
de: Safety-Zykluszeit hat sich während des Operational Zustands verändert (µP1)

source: error storing local parameter data (uP1)
de: Fehler lokale Parameterspeicherung (uP1)

source: NULL pointer while unlocking
de: NULL-Pointer beim Entsperren

source: SafeDESIGNER user info
de: SafeDESIGNER Userinformation

source: generic string message
de: generischer Fehlertext

source: Function is not implemented.
de: Funktion ist nicht implementiert.

source: {1}: 3rd party device event={3|#X}, Info0={4|#X}, Info1={5|#X}, {2}
de: {1}: Fremdgerät-Ereignis={3|#X}, Info0={4|#X}, Info1={5|#X}, {2}

source: OPC UA connection lost
de: OPC UA Verbindung abgebrochen

source: OPC UA connection failed
de: OPC UA Verbindungsaufbau fehlgeschlagen

source: OPC UA system not activated
de: OPC UA System nicht aktiviert

source: Unit database not found
de: Einheiten-Datenbank nicht gefunden

source: X1: fatal I/O configuration error
de: X1: Fataler I/O Konfigurations Fehler

source: Incompatible HW upgrade
de: Inkompatibles HW-Upgrade

source: Initalisation error
de: Initalisierungsfehler

source: Error booting the OPC UA server
de: Fehler im Hochlauf des OPC-UA Servers

source: Error updating OPC UA server after transferring a project
de: Fehler in der Aktualisierung des OPC-UA Servers nach dem Transfer eines Projekts

source: Error parsing an OPC UA configuration module
de: Fehler beim Parsen eines OPC-UA Konfigurationsmoduls

source: PKI provider configuration error
de: PKI Provider Konfigurationsfehler

source: Overflow of pool for timer objects
de: Überlauf des Pools für Timer-Objekte

source: Module installation: Corrupt module
de: Modulinstallation: Modul ist korrupt

source: Module installation: Out of memory
de: Modulinstallation: Nicht genügend Arbeitsspeicher

source: Module installation: Module dependencies incorrect
de: Modulinstallation: Modulabhängigkeiten inkorrekt

source: Partitioning not performed
de: Partitionierung nicht ausgeführt

source: Write to log file failed
de: Schreiben der Logdatei fehlgeschlagen

source: File copy failed
de: Kopieren einer Datei fehlgeschlagen

source: Projects are different. Update not possible.
de: Projekte sind unterschiedlich. Update nicht möglich.

source: Invalid configuration file for project installation
de: Datei zur Zielsystemidentifizierung für die Projektinstallation ist ungültig

source: Invalid configuration file
de: Die Konfigurationsdatei ist ungültig

source: Project installation: Systematic error
de: Projektinstallation: Systematischer Fehler

source: Project installation: Corrupt transfer module
de: Projektinstallation: Transfermodul korrupt

source: Target system mismatch
de: Zielsystem stimmt nicht überein

source: Formatting failed
de: Formatieren fehlgeschlagen

source: Project installation: Partition sizes or number of partitions not corresponding to project requirements.
de: Projektinstallation: Partitonsgrößen bzw. Anzahl der Partitionen entsprechen nicht den Anforderungen des Projektes

source: Project installation: Restart required with enabled CiR
de: Projektinstallation: Bei aktiviertem CiR wird Neustart benötigen

source: Project installation: Invalid transfer properties
de: Transfereigenschaften ungültig

source: Project installation: Error during startup
de: Projektinstallation: Während des Hochlaufs ist ein Fehler aufgetreten

source: Project installation: File access failure
de: Projektinstallation: Der Dateizugriff fehlgeschlagen

source: Project installation: Out of memory
de: Projektinstallation: Nicht genügend Arbeitsspeicher

source: Project installation: Module installation failed
de: Projektinstallation: Modulinstallation fehlgeschlagen

source: Project installation: Not enough objects configured
de: Projektinstallation: Nicht genügend Objekte konfiguriert

source: Project installation failed
de: Projektinstallation fehlgeschlagen

source: No symbol for specified unit.
de: Kein Symbol für die angegebene Einheit.

source: Function or function block not implemented for this target system
de: Funktion oder Funktionsbaustein für dieses Zielsystem nicht implementiert

source: Internal AR logging
de: AR-internes Logging

source: Restoring project consistency failed
de: Projektkonsistenz herstellen fehlgeschlagen

source: Unit DB not found
de: Unit DB nicht vorhanden

source: Faulty unit database
de: Fehlerhafte Einheiten Datenbank

source: Ethernet bonding switching taking place due to link event
de: Ethernet Bonding Umschaltung aufgrund eines Link-Ereignisses erfolgt.

source: Ethernet bonding switching taking place via application program
de: Ethernet Bonding Umschaltung über Anwenderprogram erfolgt.

source: Ethernet bonding ARP monitoring of active interface successful.
de: Ethernet Bonding ARP Überwachung auf der aktiven Schnittstelle erfolgreich.

source: Ethernet bonding interface found physical link
de: Ethernet Bonding Schnittstelle hat physikalischen Link gefunden.

source: Ethernet bonding switch due to ARP event
de: Ethernet Bonding Umschaltung aufgrund eines ARP-Ereignisses erfolgt

source: Time set by NTP client
de: Uhrzeit wurde vom NTP Client gesetzt

source: Varying number of API functions
de: Anzahl der API-Funktionen unterschiedlich

source: Project consistency restored
de: Projektkonsistenz wurde wieder hergestellt

source: Start of project installation
de: Beginn der Projektinstallation

source: Installation settings
de: Installationseinstellungen

source: Project installation refused
de: Projektinstallation abgewiesen

source: Start of offline installation
de: Beginn der Offline-Installation

source: Unknown artifacts in transfer instruction list
de: Unbekannte Artefakte in der Übertragungsliste

source: Unknown artifacts in configuration file
de: Unbekannte Artefakte in der Konfigurationsdatei

source: Project installation package ignored
de: Projektinstallationspaket ignoriert

source: Changed automatic summer/winter time switchover
de: Die automatische Sommer-Winterzeit-Umschaltung wurde geändert

source: Changed time zone setting
de: Die Zeitzoneneinstellung wurde geändert

source: Changed offset between UTC and local time
de: Der Versatz zwischen UTC und lokaler Zeit wurde geändert

source: Booting OPC UA server
de: OPC-UA Server wird hochgefahren

source: Exiting OPC UA server
de: OPC-UA Server wird beendet

source: Changed OPC UA configuration
de: OPC UA Konfiguration geändert

source: Not enough target memory for B&R module
de: Zielspeicher für B&R-Modul zu klein

source: Not enough RAM for B&R module handling
de: Arbeitsspeicher für B&R-Modulbehandlung zu klein

source: System restart due to B&R Hypervisor configuration change
de: Systemneustart bedingt durch B&R Hypervisor Konfigurationsänderung

source: User successfully authenticated
de: Benutzer erfolgreich authentifziert

source: The firewall let a packet through
de: Die Firewall hat ein Paket durchgelassen.

source: Firewall configuration error
de: Firewall Konfigurationsfehler

source: Firewall rule invalid.
de: Firewall Regel ungültig

source: The Firewall has blocked a packet.
de: Die Firewall hat ein Paket blockiert.

source: User authentication not activated
de: Benutzer Authentifzierung nicht aktiviert

source: User authentication failed
de: Benutzerauthentifizierung fehlgeschlagen

source: Get Technology Guard infos failed
de: Auslesen der Technology Guard Information fehlgeschlagen

source: GPOS B&R Hypervisor drivers not installed
de: GPOS B&R Hypervisor Treiber nicht installiert

source: Sampling Interval not supported by the OPC UA server
de: Sampling Interval vom OPC UA Server nicht unterstützt

source: Publishing Interval not supported by the OPC UA server
de: Publishing Interval vom OPC UA Server nicht unterstützt

source: Write access to OPC UA node failed
de: Schreibzugriff auf OPC UA Node fehlgeschlagen

source: Read access to OPC UA node failed
de: Lesezugriff auf OPC UA Node fehlgeschlagen

source: OPC UA datatype does not match
de: OPC UA Datentyp stimmt nicht überein

source: OPC UA node not found
de: OPC UA Node nicht gefunden

source: Unit database already exists
de: Einheiten-Datenbank bereits vorhanden

source: Default unit database overwritten
de: Standard Einheiten-Datenbank überschrieben

source: Loaded unit database with outdated format
de: Einheiten-Datenbank mit veraltetem Format geladen

source: I/O cycle time violation
de: I/O Zykluszeitverletzung

source: MF-AI: no adjustment values
de: MF-AI: keine Abgleichwerte

source: Overcurrent switch off: Load limit config value is too high
de: Überstromabschaltung: Verwendeter Stromwert zu hoch

source: H-Bridge: Invalid configuration
de: H-Brücke: Konfiguration fehlerhaft

source: Parallel configuration is not possible
de: Parallelkonfiguration nicht möglich.

source: Pin type invalid
de: Pintype ungültig

source: Configuration is not supported
de: Konfiguration von Pintype nicht unterstützt

source: Pin type change not possible
de: Pintypeänderung nicht möglich

source: Invalid configuration
de: Konfigurationswert ungültig

source: Invalid register access
de: Fehlerhafter Registerzugriff

source: Multiple configurations of an object in the OPC UA configuration
de: Mehrfache Konfiguration eines Objektes in der OPC-UA Konfiguration

source: Failed login on OPC UA server
de: Anmeldeversuch am OPC-UA Server fehlgeschlagen

source: OPC UA method call timeout
de: Timeout bei OPC UA Methodenaufruf

source: Invalid sampling rate
de: Ungültiges Sampling-Intervall

source: Internal error when calling ArTime
de: Interner Fehler bei einem Aufruf der ArTime

source: Values unable to be applied to process variables, initializing
de: Wertübernahme von Prozessvariablen nicht möglich, Initialisierung wird durchgeführt

source: The cycle time of the component is not a multiple of the system tick
de: Konfigurierte Zykluszeit kein Vielfaches des System-Ticks

source: NTP daemon could not be started
de: NTP Daemon konnte nicht gestartet werden

source: NTP configuration could not be applied
de: NTP-Konfiguration konnte nicht übernommen werden

source: Faulty NTP configuration
de: Fehlerhafte NTP-Konfiguration

source: Ethernet bonding interface lost physical link
de: Ethernet Bonding Schnittstelle hat physikalischen Link verloren.

source: Ethernet bonding ARP monitoring of active interface failed.
de: Ethernet Bonding ARP Überwachung auf der aktiven Schnittstelle fehlgeschlagen.

source: Verification of certificate failed
de: Verifikation des Zertifikats fehlgeschlagen

source: SSL configuration of FTP server not found
de: FTP Server SSL Konfiguration wurde nicht gefunden

source: Could not load private key of FTP server certificate
de: Private Key des FTP Server Zertifikats konnte nicht geladen werden

source: Could not load certificate of FTP server
de: Zertifikat des FTP Servers konnte nicht geladen werden

source: Failed to load trusted certificate
de: Laden des vertrauenswürdigen Zertifikats fehlgeschlagen

source: Failed to load certificate revocation list
de: Laden der Zertifikatssperrliste fehlgeschlagen

source: Project installation completed successfully
de: Projektinstallation wurde erfolgreich durchgeführt

source: OPC UA server boot completed
de: Hochlauf des OPC-UA Servers abgeschlossen

source: OPC UA connection successful
de: OPC UA Verbindungsaufbau erfolgreich
